export const weeksRecipe = [
    {
        id:1,
        title:"식빵으로 에그타르트 만들기",
        content:`
        1. 달걀과 달걀노른자를 풀고 연유와 바닐라빈 페이스트를 넣고 섞은 뒤 옥수수전분을 넣고 섞고 레몬즙을 넣고 섞는다.
        2. 냄비에 우유, 생크림, 설탕, 소금을 넣고 섞고 불에 올려 가장자리가 끓어 오를 때까지 끓인 뒤 달걀 혼합물에 조금씩 넣으며 섞는다.
        3. 섞은 것을 체에 걸러 다시 냄비에 붓고 약불에서 저으며 살짝 걸쭉해질 때까지 끓이고 실온에서 식힌다.
        4. 식빵을 밀대로 밀어 펴고 11cm 원형 커터로 자른 뒤 무염버터를 바른 머핀 틀에 넣어 모양을 잡고 무염버터를 바른다.
        5. 식힌 필링을 짤주머니에 담아 틀에 짜고 190도 예열한 오븐에서 25분 정도 굽는다.
        
        집에서 쉽게 만드는 두가지 식빵요리 ~ 맛있게 즐겨보세요~ ❤❤`,
        material: ["달걀 1개", "달걀노른자 3개","우유 100g","생크림 200g","설탕 50g","소금 2g","식빵 6장","무염버터"],
        price:10000,
        img:"images/week/001.jpg"
    },
    {
        id:2,
        title:"파전 대신 새송이 달걀 전 드셔보세요",
        content:`
        1. 새송이버섯은 손질해 약 0.5cm두께로 썰어 준비해요.
        - 자투리 버섯은 다져서 함께 넣어주세요. 
        2. 청고추, 홍고추는 씨를 제거하고 다져서 준비해요.
        - 고추는 생략 가능하고 쪽파나 부추로 데체 가능해요~^^
        3. 분량의 양념 재료를 섞어 양념장을 만들어요.
        (간장 15g, 맛술 15g, 고춧가루 3g, 올리고당 10g)
        4. 달걀은 소금을 조금 넣어 풀어서 준비해요.
        5. 팬에 기름을 조금 두르고 새송이버섯을 동그랗게 둘러 넣어요.
        - 이때 자투리 버섯 썰어 놓은 것을 같이 넣어주세요.
        6. 약불로 불을 켜고 새송이 버섯이 조금 익으면 달걀을 고르게 부어요.
        7. 뚜껑을 닫고 약불로 2~3분 익혀요.
        8. 접시를 이용해 달걀을 뒤집어 주세요.
        9. 달걀을 뒤집은 후 양념장과 청, 홍고추를 넣고 살짝 졸여 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["새송이버섯 2개", "달걀 4개", "소금 약간", "간장 1숟가락", "맛술 1숟가락", "고춧가루 1/2숟가락", "올리고당 1/2숟가락"],
        price:10000,
        img:"images/week/002.jpg"
    },
    {
        id:3,
        title:"명란젓당근볶음",
        content:`
        1. 당근은 얇게 채 썰어 준비해요.
        2. 명란젓은 막을 제거하여 준비해요.(백명란 50g)
        3. 예열된 팬에 기름을 두르고 당근, 소금을 약간 넣어 볶아요.
        4. 당근이 숨이 죽으면 명란젓, 맛술을 넣어 볶아요.
        5. 간장을 넣어 간을 하여 볶아 완성해요.
        
        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["당근 1개", "명란젓 1개(50g)", "맛술 1숟가락", "간장 1/2숟가락", "소금 약간"],
        price:10000,
        img:"images/week/003.jpg"
    },
    {
        id:4,
        title:"삼겹살만 구우면 재료 준비 끝이에요.",
        content:`
        1. 상추, 깻잎, 대파는 손질 하여 채 썰어 준비해요.
        2. 볼에 분량의 양념 재료를 넣어 섞어 양념장을 준비해요.
        3. 예열된 팬에 삼겹살을 노릇하게 구워요.
        - 기호에 따라 소금, 후추로 살짝 간을 해 주세요.
        4. 구워진 삼겹살은 먹기 좋게 잘라요. (100~150g)
        5. 그릇에 밥을 담고 상추, 깻잎, 삼겹살, 파채 순서로 올려요.
        6. 만들어 놓은 양념장을 올려 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["삼겹살 1인분", "밥 1공기", "상추 5장", "깻잎 5장", "대파 1/4대", "소금 약간", "후추 약간","쌈장 1숟가락", "고추장 1숟가락", "참기름 1숟가락", "깨소금 1숟가락"],
        price:10000,
        img:"images/week/004.jpg"
    },
    {
        id:5,
        title:"새우아보카도 오픈샌드위치",
        content:`
        1. [타르타르 소스 만들기] 삶은 달걀은 칼 또는 포크를 이용해 으깨서 사용해요.
        2. 으깬 달걀에 모든 재료를 넣고 섞어 타르타르 소스를 완성해요.
        (양파 25g, 오이피클 20g, 마요네즈 40g, 식초 6g, 설탕 5g, 소금 약간, 후추 약간)
        3. [오픈 토스트 만들기] 새우는 약불에 예열된 팬에 버터를(10g) 녹인 후 다진 마늘, 소금, 후추로 간을 하여 구워내요.
        4. 아보카도는 껍질을 벗겨 얇게 슬라이스해요.
        5. 예열된 팬에 버터를 녹여 빵을 앞 뒤로 노릇하게 구워내요.
        6. 빵위에 채소 → 아보카도 → 새우 → 타르타르 소스 → 새우 순서로 올려요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["바게트빵 4쪽", "새우 20개", "아보카도 1개", "버터 10g", "다진마늘 1/4숟가락"," 샐러드채소",],
        price:10000,
        img:"images/week/005.jpg"
    },
    {
        id:6,
        title:"햇감자로 닭고기와 함께 구워 맛있게 드세요.",
        content:`
        1. 감자는 깨끗이 씻어 웨지 모양으로 썰어 준비해요.
        - 감자는 찬물에 잠시 담가 전분기를 제거해요.
        2. 닭고기는 소금, 후추, 바질 가루, 다진 마늘, 간장, 맛술을 넣어 버무려 잠시 재워요.
        3. 감자는 물기를 제거하고 소금, 후추, 올리브유를 넣어 버무려요.
        4. 오븐 팬 또는 에어프라이어 팬에 감자를 놓고 닭고기를 놓아 200도로 예열된 오븐에 넣어 30분간 익혀요.
        - 같은 온도의 에어프라이어에 넣어도 좋아요.
        5. 15분 후 한 번씩 뒤집어 고르게 익혀요.
        6. 노릇하게 구워지면 접시에 감자와 닭고기를 담고 샤워크림을 곁들여 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["닭다리살 500g, 감자 2개"," 올리브유 3숟가락", "소금 약간", "후추 약간", "바질가루 약간", "간장 1숟가락", "다진마늘 1/2숟가락", "맛술 1숟가락"],
        price:10000,
        img:"images/week/006.jpg"
    },
    {
        id:7,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/week/007.jpg"
    }

];

export const recipeData = [
    {
        id:1,
        title:"식빵으로 에그타르트 만들기",
        content:`
        1. 달걀과 달걀노른자를 풀고 연유와 바닐라빈 페이스트를 넣고 섞은 뒤 옥수수전분을 넣고 섞고 레몬즙을 넣고 섞는다.
        2. 냄비에 우유, 생크림, 설탕, 소금을 넣고 섞고 불에 올려 가장자리가 끓어 오를 때까지 끓인 뒤 달걀 혼합물에 조금씩 넣으며 섞는다.
        3. 섞은 것을 체에 걸러 다시 냄비에 붓고 약불에서 저으며 살짝 걸쭉해질 때까지 끓이고 실온에서 식힌다.
        4. 식빵을 밀대로 밀어 펴고 11cm 원형 커터로 자른 뒤 무염버터를 바른 머핀 틀에 넣어 모양을 잡고 무염버터를 바른다.
        5. 식힌 필링을 짤주머니에 담아 틀에 짜고 190도 예열한 오븐에서 25분 정도 굽는다.
        
        집에서 쉽게 만드는 두가지 식빵요리 ~ 맛있게 즐겨보세요~ ❤❤`,
        material: ["달걀 1개", "달걀노른자 3개","우유 100g","생크림 200g","설탕 50g","소금 2g","식빵 6장","무염버터"],
        price:10000,
        img:"images/main/001.jpg",
        category:"분식"
    },
    {
        id:2,
        title:"파전 대신 새송이 달걀 전 드셔보세요",
        content:`
        1. 새송이버섯은 손질해 약 0.5cm두께로 썰어 준비해요.
        - 자투리 버섯은 다져서 함께 넣어주세요. 
        2. 청고추, 홍고추는 씨를 제거하고 다져서 준비해요.
        - 고추는 생략 가능하고 쪽파나 부추로 데체 가능해요~^^
        3. 분량의 양념 재료를 섞어 양념장을 만들어요.
        (간장 15g, 맛술 15g, 고춧가루 3g, 올리고당 10g)
        4. 달걀은 소금을 조금 넣어 풀어서 준비해요.
        5. 팬에 기름을 조금 두르고 새송이버섯을 동그랗게 둘러 넣어요.
        - 이때 자투리 버섯 썰어 놓은 것을 같이 넣어주세요.
        6. 약불로 불을 켜고 새송이 버섯이 조금 익으면 달걀을 고르게 부어요.
        7. 뚜껑을 닫고 약불로 2~3분 익혀요.
        8. 접시를 이용해 달걀을 뒤집어 주세요.
        9. 달걀을 뒤집은 후 양념장과 청, 홍고추를 넣고 살짝 졸여 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["새송이버섯 2개", "달걀 4개", "소금 약간", "간장 1숟가락", "맛술 1숟가락", "고춧가루 1/2숟가락", "올리고당 1/2숟가락"],
        price:10000,
        img:"images/main/002.jpg",
        category:"분식"
    },
    {
        id:3,
        title:"명란젓당근볶음",
        content:`
        1. 당근은 얇게 채 썰어 준비해요.
        2. 명란젓은 막을 제거하여 준비해요.(백명란 50g)
        3. 예열된 팬에 기름을 두르고 당근, 소금을 약간 넣어 볶아요.
        4. 당근이 숨이 죽으면 명란젓, 맛술을 넣어 볶아요.
        5. 간장을 넣어 간을 하여 볶아 완성해요.
        
        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["당근 1개", "명란젓 1개(50g)", "맛술 1숟가락", "간장 1/2숟가락", "소금 약간"],
        price:10000,
        img:"images/main/003.jpg",
        category:"일식"
    },
    {
        id:4,
        title:"삼겹살만 구우면 재료 준비 끝이에요.",
        content:`
        1. 상추, 깻잎, 대파는 손질 하여 채 썰어 준비해요.
        2. 볼에 분량의 양념 재료를 넣어 섞어 양념장을 준비해요.
        3. 예열된 팬에 삼겹살을 노릇하게 구워요.
        - 기호에 따라 소금, 후추로 살짝 간을 해 주세요.
        4. 구워진 삼겹살은 먹기 좋게 잘라요. (100~150g)
        5. 그릇에 밥을 담고 상추, 깻잎, 삼겹살, 파채 순서로 올려요.
        6. 만들어 놓은 양념장을 올려 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["삼겹살 1인분", "밥 1공기", "상추 5장", "깻잎 5장", "대파 1/4대", "소금 약간", "후추 약간","쌈장 1숟가락", "고추장 1숟가락", "참기름 1숟가락", "깨소금 1숟가락"],
        price:10000,
        img:"images/main/004.jpg",
        category:"일식"
    },
    {
        id:5,
        title:"새우아보카도 오픈샌드위치",
        content:`
        1. [타르타르 소스 만들기] 삶은 달걀은 칼 또는 포크를 이용해 으깨서 사용해요.
        2. 으깬 달걀에 모든 재료를 넣고 섞어 타르타르 소스를 완성해요.
        (양파 25g, 오이피클 20g, 마요네즈 40g, 식초 6g, 설탕 5g, 소금 약간, 후추 약간)
        3. [오픈 토스트 만들기] 새우는 약불에 예열된 팬에 버터를(10g) 녹인 후 다진 마늘, 소금, 후추로 간을 하여 구워내요.
        4. 아보카도는 껍질을 벗겨 얇게 슬라이스해요.
        5. 예열된 팬에 버터를 녹여 빵을 앞 뒤로 노릇하게 구워내요.
        6. 빵위에 채소 → 아보카도 → 새우 → 타르타르 소스 → 새우 순서로 올려요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["바게트빵 4쪽", "새우 20개", "아보카도 1개", "버터 10g", "다진마늘 1/4숟가락"," 샐러드채소",],
        price:10000,
        img:"images/main/005.jpg",
        category:"일식"
    },
    {
        id:6,
        title:"햇감자로 닭고기와 함께 구워 맛있게 드세요.",
        content:`
        1. 감자는 깨끗이 씻어 웨지 모양으로 썰어 준비해요.
        - 감자는 찬물에 잠시 담가 전분기를 제거해요.
        2. 닭고기는 소금, 후추, 바질 가루, 다진 마늘, 간장, 맛술을 넣어 버무려 잠시 재워요.
        3. 감자는 물기를 제거하고 소금, 후추, 올리브유를 넣어 버무려요.
        4. 오븐 팬 또는 에어프라이어 팬에 감자를 놓고 닭고기를 놓아 200도로 예열된 오븐에 넣어 30분간 익혀요.
        - 같은 온도의 에어프라이어에 넣어도 좋아요.
        5. 15분 후 한 번씩 뒤집어 고르게 익혀요.
        6. 노릇하게 구워지면 접시에 감자와 닭고기를 담고 샤워크림을 곁들여 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["닭다리살 500g, 감자 2개"," 올리브유 3숟가락", "소금 약간", "후추 약간", "바질가루 약간", "간장 1숟가락", "다진마늘 1/2숟가락", "맛술 1숟가락"],
        price:10000,
        img:"images/main/006.jpg",
        category:"일식"
    },
    {
        id:7,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/main/007.jpg",
        category:"양식"
    },
    {
        id:8,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/main/008.jpg",
        category:"양식"
    },
    {
        id:9,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/main/009.jpg",
        category:"분식"
    },
    {
        id:10,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/main/010.jpg",
        category:"한식"
    },
    {
        id:11,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/main/011.jpg",
        category:"한식"
    },
    {
        id:12,
        title:"에피타이저로 좋을 쫀득한 두부튀김 레시피",
        content:`
        1. 쪽파를 송송 썰어요.
        2. 깨끗하게 씻어 껍질을 제거한 무를 강판에 갈아서 찬물에 5분간 담궈요.
        3. 무를 건져서 물기를 꼭 짜요.
        4. 두부를 2등분으로 잘라요.
        5. 키친타올로 두부의 물기를 제거해요.
        6. 감자전분에 두부를 굴려 골고루 전분을 코팅시켜요.
        7. 팬에 기름을 넉넉하게 두르고 약불에서 6면 모두 골고루 익혀요.
        8. 두부의 기름기를 빼서 잠시 식혀요.
        9. 물과 쯔유를 섞어서 소스를 만들어요.
        10. 그릇에 소스를 얕게 깔고 튀겨둔 두부를 올려요.
        11. 무, 가다랑어포, 쪽파 순으로 올려서 완성해요.

        세상 모든 레시피 만개의레시피 | 10k recipe`,
        material: ["두부 1/2모", "감자전분 2-3숟가락80g", "무 200g", "쪽파 2줄기", "물 100ml", "쯔유 50ml", "가다랑어포 한줌"],
        price:10000,
        img:"images/main/012.jpg",
        category:"한식"
    }

];

export const category = [
    {
        id:1,
        name:"Burger",
        img:"images/icon/001.png"
    },
    {
        id:2,
        name:"Pizza",
        img:"images/icon/002.png"
    },
    {
        id:3,
        name:"돈까스",
        img:"images/icon/003.png"
    },
    {
        id:4,
        name:"중식",
        img:"images/icon/004.png"
    },
    {
        id:5,
        name:"일식",
        img:"images/icon/005.png"
    },
    {
        id:6,
        name:"양식",
        img:"images/icon/006.png"
    },
    {
        id:7,
        name:"분식",
        img:"images/icon/007.png"
    },
    {
        id:8,
        name:"족발/보쌈",
        img:"images/icon/008.png"
    },
    {
        id:9,
        name:"한식",
        img:"images/icon/009.png"
    },
    {
        id:10,
        name:"브런치",
        img:"images/icon/010.png"
    },
    {
        id:11,
        name:"디저트",
        img:"images/icon/013.png"
    },
    {
        id:12,
        name:"고기",
        img:"images/icon/012.png"
    },
];

